{
    "header": {
        "logo": "CVTG",
        "button": {
            "Home": "Home",
            "ContactUs": "Contact Us"
        }
    },
    "homeSlogan": {
        "headerTips": "Comprehensive IT Software Services",
        "headerText": "Tech Forward, Always Progressing",
        "headerIntro": "We are dedicated to covering the entire software development lifecycle from consultation, design, development, testing, to operations and community support.",
        "ContactUs": "Contact Us"
    },
    "misson": {
        "header": "Our Mission & Goals",
        "headerIntro": "As pioneers in the industry, our mission is to create enduring value and impact for our customers, employees, and society at large.",
        "enhanceHeader": "Enhance Productivity",
        "enhanceText": "Streamline your processes with cutting-edge technology & enable faster operations",
        "CostHeader": "Cost Efficient",
        "CostText": "Cut down your expenses through resource management and process optimization",
        "CompetitiveHeader": "Competitive",
        "CompetitiveText": " Fortify your market position & drive competitive advantage"
    },
    "service": {
        "header": "Our Service",
        "UI": "UI Design",
        "UIIntro": "We house a specialized UI design team committed to delivering exceptional user interface designs for our clients. We elevate product attractiveness and usability through innovative design and user-friendly interactions.",
        "Ecosystem": "Ecosystem Construction",
        "EcosystemIntro": "We tailor our services to meet the unique business requirements of our clients, and we actively engage in the construction of their software ecosystems.",
        "Development": "Development Services",
        "DevelopmentIntro": "Our expertise lies in technical and application, and toolkit development. Our core business revolves around tailoring and designing foundational technological solutions based on the specific needs and requirements of our clients.",
        "Testing": "Testing Services",
        "TestingIntro": "We offer comprehensive testing services, including functional testing, performance testing, security testing, and automated testing, among others, to ensure the stability, security, and reliability of the software.",
        "Operations": "Operations & Maintenance Services",
        "OperationsIntro": "We focus on system stability, availability, monitoring, troubleshooting, optimization, and security to ensure seamless business operations for our clients.",
        "Community": "Community Services",
        "CommunityIntro": "We actively engage in our clients’ community, collaborating closely to listen to user feedback. This strengthens our partnership with clients and contributes to a vibrant community of shared knowledge and innovation.",
        "Technical": "Technical Consulting Services",
        "TechnicalIntro": "As technology experts, we tailor our approach to the goals and needs of our clients. We formulate technical strategies, plan, and provide relevant technological advice and guidance to help clients overcome technical challenges."
    },
    "aboutUs": {
        "subHeader": "Technical Highlights & Professional Team",
        "header": "About us",
        "intro1": "We possess expertise in full-stack programming languages, development frameworks, database technologies, cloud computing platforms, security measures, and more.",
        "intro2": "We boast an experienced and technically adept professional team with profound knowledge and extensive project experience across various technical domains"
    },
    "footer": {
        "logo": "CVTG",
        "intro": "For inquiries or to explore our services, contact us. We're ready to drive your business success and growth.",
        "button": "Contact Us"
    }
}